docs/20210831171842-ads.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>ads</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">ads</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org80153b9">features</a>
<ul>
<li><a href="#org7e92d7b">NERF</a>
<ul>
<li><a href="#org6542cde">easy camera calibration</a></li>
<li><a href="#orga615b97">3d inference</a></li>
<li><a href="#org3d38cbc">instant NERF</a></li>
</ul>
</li>
<li><a href="#orgb15d892">BEV inference</a></li>
<li><a href="#org9c5e2c8">LLM as AGI</a>
<ul>
<li><a href="#org69f85b4">planning for longtails</a></li>
<li><a href="#org005ce89">complex environments (grounded planning - saycan)</a></li>
<li><a href="#org0534685">5G necessary</a></li>
</ul>
</li>
<li><a href="#org5f6859c">simulation</a>
<ul>
<li><a href="#orgd7eed73">generative model</a></li>
<li><a href="#orgd9748c7">planning: Sim2Real</a></li>
<li><a href="#orge17adda">transfer learning</a></li>
</ul>
</li>
<li><a href="#org80c5a1c">prediction</a>
<ul>
<li><a href="#org9db3df8">unsupervised learning (GAN) for prediction</a></li>
<li><a href="#org9f3f729">mixing of perception and prediction</a></li>
</ul>
</li>
<li><a href="#org927dc65">world model for allevation of inferences</a>
<ul>
<li><a href="#orgc92f257">3d vehicle dataset</a></li>
</ul>
</li>
<li><a href="#org47793fe">CLIP level perception (more labels with language model)</a></li>
<li><a href="#org753e6e7">DDPM</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>
<a href="./20210831171703-patent.html">patent</a>
</p>

<p>
<a href="./20210831171925-l3.html">l3</a>
</p>

<div id="outline-container-org80153b9" class="outline-2">
<h2 id="org80153b9">features</h2>
<div class="outline-text-2" id="text-org80153b9">
</div>
<div id="outline-container-org7e92d7b" class="outline-3">
<h3 id="org7e92d7b">NERF</h3>
<div class="outline-text-3" id="text-org7e92d7b">
</div>
<div id="outline-container-org6542cde" class="outline-4">
<h4 id="org6542cde">easy camera calibration</h4>
</div>
<div id="outline-container-orga615b97" class="outline-4">
<h4 id="orga615b97">3d inference</h4>
<div class="outline-text-4" id="text-orga615b97">
</div>
<ul class="org-ul">
<li><a id="org26ebd91"></a>map inference<br /></li>
</ul>
</div>
<div id="outline-container-org3d38cbc" class="outline-4">
<h4 id="org3d38cbc">instant NERF</h4>
<div class="outline-text-4" id="text-org3d38cbc">
</div>
<ul class="org-ul">
<li><a id="org531b06f"></a>planning input<br /></li>
</ul>
</div>
</div>
<div id="outline-container-orgb15d892" class="outline-3">
<h3 id="orgb15d892">BEV inference</h3>
</div>
<div id="outline-container-org9c5e2c8" class="outline-3">
<h3 id="org9c5e2c8">LLM as AGI</h3>
<div class="outline-text-3" id="text-org9c5e2c8">
</div>
<div id="outline-container-org69f85b4" class="outline-4">
<h4 id="org69f85b4">planning for longtails</h4>
</div>
<div id="outline-container-org005ce89" class="outline-4">
<h4 id="org005ce89">complex environments (grounded planning - saycan)</h4>
</div>
<div id="outline-container-org0534685" class="outline-4">
<h4 id="org0534685">5G necessary</h4>
</div>
</div>
<div id="outline-container-org5f6859c" class="outline-3">
<h3 id="org5f6859c">simulation</h3>
<div class="outline-text-3" id="text-org5f6859c">
</div>
<div id="outline-container-orgd7eed73" class="outline-4">
<h4 id="orgd7eed73">generative model</h4>
</div>
<div id="outline-container-orgd9748c7" class="outline-4">
<h4 id="orgd9748c7">planning: Sim2Real</h4>
</div>
<div id="outline-container-orge17adda" class="outline-4">
<h4 id="orge17adda">transfer learning</h4>
</div>
</div>
<div id="outline-container-org80c5a1c" class="outline-3">
<h3 id="org80c5a1c">prediction</h3>
<div class="outline-text-3" id="text-org80c5a1c">
</div>
<div id="outline-container-org9db3df8" class="outline-4">
<h4 id="org9db3df8">unsupervised learning (GAN) for prediction</h4>
</div>
<div id="outline-container-org9f3f729" class="outline-4">
<h4 id="org9f3f729">mixing of perception and prediction</h4>
</div>
</div>
<div id="outline-container-org927dc65" class="outline-3">
<h3 id="org927dc65">world model for allevation of inferences</h3>
<div class="outline-text-3" id="text-org927dc65">
</div>
<div id="outline-container-orgc92f257" class="outline-4">
<h4 id="orgc92f257">3d vehicle dataset</h4>
</div>
</div>
<div id="outline-container-org47793fe" class="outline-3">
<h3 id="org47793fe">CLIP level perception (more labels with language model)</h3>
</div>
<div id="outline-container-org753e6e7" class="outline-3">
<h3 id="org753e6e7">DDPM</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 30.0.50 (<a href="https://orgmode.org">Org</a> mode 9.6.7)</p>
</div>
</body>
</html>